cask_args appdir: "/Applications"

tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "libxml2"  # nokogiri uses it
brew "git"

brew "rbenv"
brew "nodenv"
brew "goenv"

brew "jq"
brew "httpie"
brew "awscli"

cask "google-chrome"
cask "visual-studio-code"
cask "gitup"
cask "docker"

cask "google-japanese-ime"
cask "zoomus"

cask "QLStephen"
cask "QLColorCode"
cask "QLMarkdown"
cask "quicklook-json"

cask "karabiner-elements"
cask "clipy"
cask "witch"
cask "spectacle"

cask "caffeine"
cask "day-o"

cask "font-source-han-code-jp"
