cask_args appdir: "/Applications"

brew "libxml2"  # nokogiri uses it
brew "git"
brew "rbenv"
brew "rbenv-default-gems"
brew "nodenv"
brew "yarn", args: ["ignore-dependencies"]
brew "jq"
brew "postgresql"
brew "postgis"
brew "awscli"

cask "google-chrome"
cask "visual-studio-code"
cask "gitup"
cask "docker"

cask "google-japanese-ime"
cask "zoomus"

cask "QLStephen"
cask "QLColorCode"
cask "QLMarkdown"
cask "quicklook-json"

cask "karabiner-elements"
cask "kopypasta"
cask "witch"
cask "spectacle"

cask "caffeine"
cask "day-o"
