cask_args appdir: "/Applications"

tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "heroku/brew"
tap "homebrew/cask-drivers"

brew "libxml2"  # nokogiri uses it
brew "git"

brew "rbenv"
brew "rbenv-default-gems"
brew "nodenv"
brew "nodenv/nodenv/nodenv-default-packages"
brew "goenv"

brew "tree"
brew "jq"
brew "httpie"

brew "awscli"

brew "heroku-node"
brew "heroku"
brew "circleci"

cask "google-chrome"
cask "slack"
cask "figma"

cask "visual-studio-code"
cask "gitup"
cask "jasper"

cask "sequel-ace"
cask "docker"
cask "flutter"
cask "android-studio"

cask "google-japanese-ime"
cask "zoom"

cask "QLStephen"
cask "QLColorCode"
cask "QLMarkdown"
cask "quicklook-json"

cask "qmk-toolbox"
cask "karabiner-elements"
cask "clipy"
cask "witch"
cask "rectangle"
cask "sharemouse"

cask "licecap"
cask "caffeine"
cask "day-o"
cask "michaelvillar-timer"

cask "font-source-han-code-jp"
